export const ru = {
  header: {
    copyright: "© Алина Гаврилович",
    work: "Работы",
    about: "Обо мне",
    contact: "Контакты",
    navigation: "Навигация",
    home: "Главная",
  },
  
  home: {
    designDev: "Дизайн и Разработка",
    resume: "Резюме",
    description: "Дизайн может удивительным образом менять наши решения и\u00A0эмоции. Он\u00A0превращает посетителей сайта в\u00A0ваших\u00A0клиентов",
    passionate: "Увлечена созданием интуитивно понятных цифровых решений",
    aboutMe: "Обо мне",
    recentWork: "Последние работы",
    moreWork: "Больше работ",
    works: {
      dental: {
        title: "Клиника Ortodent",
        descr: "Дизайн и Разработка",
      },
      tennis: {
        title: "Теннисный клуб",
        descr: "Дизайн и Разработка",
      },
      medical: {
        title: "Медицинский дашборд",
        descr: "Дизайн",
      },
    },
  },

   about: {
    title: "Содействую процветанию",
    description: "Я\u00A0занимаюсь созданием сайтов на\u00A0заказ уже\u00A0более 4\u00A0лет. Для\u00A0меня важно выполнять свою работу не\u00A0просто хорошо, а\u00A0лучше других,\u00A0поэтому я\u00A0постоянно совершенствую свои навыки",
    thrive: "бизнеса",
    myServices: "Ключевые факты",
    services: {
      design: {
        title: "Эмпатия",
        description:
          "Понимаю боли заказчика, разработчика и\u00A0пользователя и\u00A0проектирую так, чтобы\u00A0все\u00A0остались довольны",
      },
      development: {
        title: "Система",
        description:
          "Проектирую не\u00A0отдельные экраны, а\u00A0целостную систему: от\u00A0логики и\u00A0сценариев до\u00A0дизайн-токенов и\u00A0прозрачной передачи\u00A0в\u00A0разработку",
      },
      fullPackage: {
        title: "Дисциплина",
        description:
          "Регулярный спорт держит в\u00A0тонусе и\u00A0учит методично идти к\u00A0цели. Эта\u00A0дисциплина напрямую переносится на\u00A0работу над\u00A0сложными продуктами",
      },
    },
   },

  work: {
    titleOne: "новый уровень",
    titleSecond: "цифровых",
    descriptionOne: "Мои навыки и увлеченность воплощаются в цифровых продуктах. Листайте ниже, чтобы увидеть результаты моей работы в деле",
    descriptionSecond:"ПРОДУКТОВ",
  },
  
  contact: {
    titleBefore: "Давайте ",
    titleHighlight: "работать",
    titleAfter: " вместе",
    description: "Спасибо, что нашли время посмотреть мой\u00A0сайт. Я\u00A0открыта к\u00A0предложениям о\u00A0сотрудничестве. Если\u00A0вы\u00A0ищете вовлечённого дизайнера, способного услышать ваши задачи и\u00A0предложить решения – я\u00A0на\u00A0связи",
    name: "Имя",
    email: "Почта",
    message: "Сообщение",
    messagePlaceholder: "Нужен дизайн!",
    submit: "Отправить",
  },
  
  footer: {
    version: "Версия",
    copyright: "© 2026, Алина Гаврилович",
    localTime: "Местное время",
    messenger: "Мессенджер",
    name: "Гаврилович",
  },
  
  workPages: {
    dental: {
      
    },
    tennis: {
     
    },
    medical: {
      
    },
  },
};