export const ru = {
  header: {
    copyright: "© Алина Гаврилович",
    work: "Работы",
    about: "Обо мне",
    contact: "Контакты",
    navigation: "Навигация",
    home: "Главная",
  },
  
  home: {
    designDev: "Дизайн и Разработка",
    resume: "Резюме",
    description: "Дизайн может удивительным образом менять наши решения и эмоции. Он\u00A0превращает посетителей сайта в\u00A0ваших\u00A0клиентов",
    passionate: "Увлечена созданием интуитивно понятных цифровых решений",
    aboutMe: "Обо мне",
    recentWork: "Последние работы",
    moreWork: "Больше работ",
    works: {
      dental: {
        title: "Клиника Ortodent",
        descr: "Дизайн и Разработка",
      },
      tennis: {
        title: "Теннисный клуб",
        descr: "Дизайн и Разработка",
      },
      medical: {
        title: "Медицинский дашборд",
        descr: "Дизайн",
      },
    },
  },

   about: {
    title: "Помогаю бизнесу",
    description: "уауауау цавцацав цвцвцв цвацвацацац укацуа цуацуа цуа цуацуацуацу уцацуацу",
    thrive: "процветать",
    myServices: "Мои услуги",
    services: {
      design: {
        title: "Дизайн",
        description:
          "Имея солидный опыт в\u00A0разработке дизайна веб-сайтов, я\u00A0создаю качественные и\u00A0удобные для пользователей дизайны",
      },
      development: {
        title: "Разработка",
        description:
          "Я\u00A0разрабатываю масштабируемые веб-сайты с\u00A0нуля, которые идеально вписываются в\u00A0дизайн. Я\u00A0уделяю особое внимание микро-анимациям, переходам и\u00A0взаимодействиям. Я\u00A0работаю с\u00A0конструктором сайтов Tilda",
      },
      fullPackage: {
        title: "Полный пакет",
        description:
          "Полный веб-сайт от\u00A0концепции до\u00A0реализации. Моё отличное чувство дизайна и\u00A0навыки работы с\u00A0Tilda позволяют мне создавать удивительные проекты",
      },
    },
   },
  
  contact: {
    titleBefore: "Давайте ",
    titleHighlight: "работать",
    titleAfter: " вместе",
    description: "Спасибо, что нашли время посмотреть мой сайт. Я открыта к предложениям о сотрудничестве. Если вы ищете вовлечённого дизайнера, способного услышать ваши задачи и предложить решения – я на связи",
    name: "Имя",
    email: "Почта",
    message: "Сообщение",
    messagePlaceholder: "Нужен дизайн!",
    submit: "Отправить",
  },
  
  footer: {
    version: "Версия",
    copyright: "© 2026, Алина Гаврилович",
    localTime: "Местное время",
    messenger: "Мессенджер",
    name: "Гаврилович",
  },
  
  workPages: {
    dental: {
      
    },
    tennis: {
     
    },
    medical: {
      
    },
  },
};