export const ru = {
  header: {
    copyright: "© Алина Гаврилович",
    work: "Работы",
    about: "Обо мне",
    contact: "Контакты",
    navigation: "Навигация",
    home: "Главная",
  },
  
  home: {
    designDev: "Дизайн и Разработка",
    description: "Дизайн может увлекательно менять наши решения и эмоции. Он превращает посетителей сайта в ваших клиентов",
    passionate: "Увлечена созданием интуитивных цифровых решений",
    aboutMe: "Обо мне",
    recentWork: "Последние работы",
    moreWork: "Больше работ",
    works: {
      dental: {
        title: "Стоматологическая клиника Ortodent",
        descr: "Дизайн и Разработка",
      },
      tennis: {
        title: "Теннисный клуб",
        descr: "Дизайн и Разработка",
      },
      medical: {
        title: "Медицинская панель",
        descr: "Дизайн",
      },
    },
  },
  
  contact: {
    titleBefore: "Давайте ",
    titleHighlight: "работать",
    titleAfter: " вместе",
    description: "Благодарю за то, что нашли время посмотреть мой сайт и связались со мной. Вы сделали первый шаг к тому, чтобы вывести свой бизнес на новый уровень. Если у вас есть проект, напишите мне, и я свяжусь с вами в ближайшее время",
    name: "Имя",
    email: "Почта",
    message: "Сообщение",
    submit: "Отправить",
  },
  
  footer: {
    version: "Версия",
    copyright: "© 2025, Алина Гаврилович",
    localTime: "Местное время",
    messenger: "Мессенджер",
    name: "Гаврилович",
  },
  
  workPages: {
    dental: {
      
    },
    tennis: {
     
    },
    medical: {
      
    },
  },
};